Repository: CHDKUtil/CHIMP
Catalog: src/CHIMP/CHIMP/Properties/Resources.*.resx
Languages: fr, ru

# MessageBox_Abort_Text
source: Are you sure you want to abort the installation?
fr: Voulez-vous abandonner l'installation?
ru: Вы уверены в том, что хотите прекратить установку?

# Card_Detected_Title_Text
source: Card Detected
fr: Carte détectée
ru: Карта памяти обнаружена

# Wizard_Close
source: Close
fr: Fermer
ru: Выход

# Wizard_Continue
source: Continue
fr: Continuer
ru: Далее

# Card_Detecting_Title_Text
source: Detecting Card
fr: Détection carte
ru: Обнаружение карты памяти

# DiskSpace_Bytes_Format
source: {0} B
ru: {0} б

# DiskSpace_Format
source: {0} free of {1}
fr: {0} libre sur {1}
ru: {0} свободно из {1}

# DiskSpace_GBytes_Format
source: {0:.##} GB
ru: {0:.##} ГБ

# DiskSpace_KBytes_Format
source: {0:.##} KB
ru: {0:.##} КБ

# DiskSpace_MBytes_Format
source: {0:.##} MB
ru: {0:.##} МБ

# Card_Drive_Content
source: Drive:
fr: Lecteur:
ru: Диск

# Card_FileSystem_Content
source: File System:
fr: Système de fichier:
ru: Файловая система

# Wizard_Finish
source: Finish
fr: Terminé
ru: Завершить

# Wizard_GoBack
source: Go back
fr: Retour
ru: Назад

# MessageBox_Format_Message
source: WARNING: This will erase ALL data on this disk. To continue, click OK. To quit, click CANCEL.
fr: Attention: Ceci effacera TOUTES les données sur la carte. OK pour continuer, CANCEL pour Arrêter.
ru: ВНИМАНИЕ: Все данные будут удалены с диска. Нажмите OK, чтобы продолжить, или Отмена, чтобы отменить действие.

# Intro_Message_Text
source: This utility installs Canon hacks onto memory cards and manages existing installations.
fr: Cet utilitaire installe CHDK/SDM/ML/400plus... sur une carte mémoire et gère les installations existantes.
ru: Данная программа устанавливает стороннее ПО на фотоаппараты Canon.

# Intro_Welcome_Format
source: Welcome to {0}
fr: Bienvenue dans {0}
ru: Вас приветствует {0}

# Licenses_AcceptAll_Content
source: Accept All
fr: Accepter Tout
ru: Принять все

# Licenses_Accept_Content
source: Accept
fr: Accepter
ru: Принять

# Licenses_Title_Text
source: Accept Licenses
fr: Accepter License
ru: Принятие условий лицензионных соглашений

# Licenses_RejectAll_Text
source: Reject All
fr: Refuser tout
ru: Отклонить все

# Licenses_Reject_Text
source: Reject
fr: Refuser
ru: Отклонить

# Software_Changeset_Content
source: Changeset:
fr: Version:
ru: Изменение

# Software_Creator_Content
source: Created by:
fr: Crée par:
ru: Создатель

# Software_Date_Content
source: Date:
ru: Дата

# Software_Date_Format
source: {0:dd MMM yyyy}
ru: {0:dd MMMM yyyy}

# Software_Date_Unknown_Text
source: Unknown
fr: Inconnu(e)
ru: неизвестна

# Software_Title_Detected_Text
source: Camera Software Detected
fr: Logiciel détecté dans l'appareil
ru: ПО фотоаппарата обнаружено

# Software_Title_Detecting_Text
source: Detecting Camera Software
fr: Détection du logiciel de l'appareil
ru: Обнаружение ПО фотоаппарата

# Software_Language_Content
source: Language:
fr: Langue:
ru: Язык

# Software_Language_Unknown_Text
source: Unknown
fr: Inconnu(e)
ru: неизвестен

# Software_Modules_Content
source: Modules:
ru: Модули

# Software_Title_None_Text
source: No Camera Software Detected
fr: Pas de logiciel détecté dans l'appareil
ru: ПО фотоаппарата не обнаружено

# Software_Platform_Content
source: Platform:
fr: Plateforme:
ru: Платформа:

# Software_Platform_Unknown_Text
source: Unknown
fr: Inconnue
ru: неизвестна

# Software_Product_Content
source: Product:
fr: Logiciel:
ru: Продукт

# Software_Product_Unknown_Text
source: Unknown
fr: Inconnu
ru: неизвестен

# Software_Revision_Content
source: Revision:
fr: Révision:
ru: Ревизия

# Software_Revision_Unknown_Text
source: Unknown
fr: Inconnue
ru: неизвестна

# Software_Title_Select_Text
source: Select Camera Software
fr: Choisir le logiciel appareil
ru: Выбор ПО фотоаппарата

# Software_Status_Content
source: Status:
fr: Statut:
ru: Статус

# Software_Status_Unknown
source: Unknown
fr: Inconnu
ru: неизвестен

# Software_Time_Content
source: Time:
fr: Heure:
ru: Время

# Software_Time_Unknown_Text
source: Unknown
fr: Inconnue
ru: неизвестно

# Software_Title_Unknown_Text
source: Unknown Product Detected
fr: Produit inconnu
ru: Обнаружено неизвестное ПО

# Software_Title_Unsupported_Text
source: Unsupported Product Detected
fr: Non supporté
ru: Обнаружено неподдерживаемое ПО

# Software_Version_Content
source: Version:
ru: Версия

# Software_Version_Unknown_Text
source: Unknown
fr: Inconnue
ru: неизвестна

# Card_Space_Content
source: Space:
fr: Espace:
ru: Объем

# Step_Action_Text
source: Action
ru: Действие

# Step_Camera_Text
source: Detect Camera
fr: Détection APN
ru: Фотоаппарат

# Step_Card_Text
source: Detect Card
fr: Détection Carte
ru: Карта памяти

# Step_Download_Text
source: Download
fr: Télécharger
ru: Загрузка

# Step_Eject_Text
source: Eject Card
fr: Ejecter la carte
ru: Извлечение

# Step_Install_Text
source: Installation
ru: Установка

# Step_Intro_Text
source: Introduction
ru: Введение

# Step_Licenses_Text
source: Licenses
fr: Licences
ru: Лицензии

# Step_Software_Text
source: Detect Software
fr: Détection logiciel
ru: ПО

# Step_Summary_Text
source: Summary
fr: Synthèse
ru: Заключение

# Summary_Aborted_Title_Text
source: Installation Aborted
fr: Installation interrompue
ru: Установка прекращена

# Summary_Completed_Title_Text
source: Installation Complete
fr: Installation finalisée
ru: Установка завершена

# Action_Bootable_Clear_Completed_Text
source: Autoboot Disabled
fr: Autoboot désactivé
ru: Автозагрузка отключена

# Action_Bootable_Clear_Text
source: Disable Autoboot
fr: Désactive Autoboot
ru: Отключение автозагрузки

# Action_Bootable_Set_Completed_Text
source: Autoboot Enabled
fr: Autoboot activé
ru: Автозагрузка включена

# Action_Bootable_Set_Text
source: Enable Autoboot
fr: Activation Autoboot
ru: Включение автозагрузки

# Action_Eject_Text
source: Eject Card
fr: Ejecter Carte
ru: Извлечение карты

# Action_Install_Format
source: Install {0}
fr: installation {0}
ru: Установка {0}

# Action_Scriptable_Clear_Completed_Text
source: Canon BASIC Disabled
fr: Canon BASIC desactivé
ru: Canon BASIC отключен

# Action_Scriptable_Clear_Text
source: Disable Canon BASIC
fr: Désactive Canon BASIC
ru: Отключение Canon BASIC

# Action_Scriptable_Set_Completed_Text
source: Canon BASIC Enabled
fr: Canon BASIC activé
ru: Canon BASIC включен

# Action_Scriptable_Set_Text
source: Enable Canon BASIC
fr: Active le Canon BASIC
ru: Включение Canon BASIC

# Action_Select_Text
source: Select Action
fr: Choisir Action
ru: Выбор действия

# Action_Switch_1_Text
source: Switch to 2nd Partition
fr: Passer à la partition 2
ru: Переключение на 2-ой раздел

# Action_Switch_2_Text
source: Switch to 3rd Partition
fr: Passer à la partition 3
ru: Переключение на 3-ий раздел

# Action_Switch_3_Text
source: Switch to 4th Partition
fr: Passer à la partition 4
ru: Переключение на 4-ый раздел

# Action_Switch_Completed_Text
source: Partitions Switched
fr: Partitions échangées
ru: Раздел переключен

# Action_Switch_Text
source: Switch Partitions
fr: Echanger les partitions
ru: Переключение раздела

# Action_Unsupported_Text
source: Unsupported Product
fr: Non supporté
ru: Продукт не поддерживается

# Action_Update_Format
source: Update {0}
fr: Mise à jour {0}
ru: Обновление {0}

# Camera_AllFiles_Text
source: All files
fr: Tous les fichiers
ru: Все файлы

# Camera_Browse_Content
source: Browse...
fr: Parcourir...
ru: Выбор...

# Camera_CanonImages_Text
source: Canon images
fr: Images Canon
ru: Изображения Canon

# Camera_CompatibleImages_Text
source: Compatible images
fr: Images compatibles
ru: Совместимые изображения

# Camera_FirmwareVersion_Content
source: Firmware Version:
fr: Version Firmware:
ru: Версия прошивки

# Camera_Make_Content
source: Manufacturer:
fr: Fabricant:
ru: Производитель

# Camera_Model_Content
source: Model:
fr: Modèle:
ru: Модель

# Camera_NoCanonMakernote_Text
source: Canon Metadata Not Found
fr: Métadonnées Canon absentes
ru: Метаданные Canon не найдены

# Camera_NoFirmwareRevision_Text
source: Canon Firmware Revision Not Found
fr: Version Firmware Canon Non trouvé
ru: Версия прошивки Canon не найдена

# Camera_NoImage_Text
source: No Valid Images
fr: Pas d'image trouvée
ru: Соответствующие изображения не найдены

# Camera_NoMetadata_Text
source: Metadata Not Found
fr: Metadonnées non trouvées
ru: Метаданные не найдены

# Camera_NoModelId_Text
source: Canon Model ID Not Found
fr: Modèle d'appareil non trouvé
ru: Идентификатор модели Canon не найден

# Camera_NonCanon_Text
source: Unsupported Manufacturer
fr: Fabricant inconnu
ru: Неподдерживаемый производитель

# Camera_SelectImage_Text
source: Select Image
fr: Choisir une Image
ru: Выбор изображения

# Camera_Title_Detected_Text
source: Camera Detected
fr: Appareil détecté
ru: Фотоаппарат обнаружен

# Camera_Title_Detecting_Text
source: Detecting Camera
fr: Détection APN
ru: Обнаружение фотоаппарата

# Camera_Title_Select_Text
source: Select Camera Model
fr: Choisir le modèle d'appareil
ru: Выбор модели фотоаппарата

# Camera_UnsupportedModel_Text
source: Unsupported Model
ru: Неподдерживаемая модель

# Card_FileSystem_None
source: N/A
ru: Отсутствует

# Card_NoCard_Text
source: This page will refresh automatically after the card is inserted.
fr: Cette page sera mise à jour après l'insertion d'une carte mémoire.
ru: Страница будет обновлена автоматически.

# Card_NoCard_Title_Text
source: Insert Card
fr: Insérer la carte
ru: Вставьте карту памяти

# Card_Select_Title_Text
source: Select Card Drive
fr: Choisir lecteur de carte
ru: Выбор диска

# Download_Completed_Text
source: Ready to Install
fr: Prêt pour l'installation
ru: Готов к установке

# Download_Downloading_Text
source: Downloading
fr: Téléchargement...
ru: Загрузка

# Download_Extracting_Text
source: Extracting
fr: Extraction des fichiers
ru: Распаковка

# Download_FetchingData_Text
source: Fetching Download Data
fr: Installation
ru: Получение данных о загрузке

# Download_InvalidFormat_Text
source: Invalid Data Format
fr: Mauvais format de données
ru: Неверный формат данных

# Download_Progress_Format
source: Downloaded {0} of {1}
fr: Téléchargé(s) {0} de {1}
ru: Загрузка {0} из {1}

# Download_UnsupportedFirmware_Text
source: Unsupported Firmware Version
fr: Version de logiciel non supportée
ru: Неподдерживаемая прошивка

# Download_UnsupportedModel_Text
source: Unsupported Model
fr: Modèle non supporté
ru: Неподдерживаемая модель

# Download_Updating_Text
source: Updating Metadata
fr: Mise à jour des metadonnées
ru: Обновление метаданных

# Download_UpToDate_Text
source: Already Up to Date
fr: Version à jour
ru: Установленная версия является текущей

# Eject_CheckBox_Format
source: Eject {0}
fr: Ejecter {0}
ru: Извлечение {0}

# Eject_Ejecting_Text
source: Ejecting Card
fr: Ejection de la carte
ru: Извлечение карты памяти

# Eject_ToastBody_Format
source: The device '{0}' can now be safely removed from the computer.
fr: Le périphérique '{0}' peut maintenant être retiré de l'ordinateur.
ru: Устройство '{0}' может быть безопасно извлечено из компьютера.

# Eject_ToastTitle
source: Safe to Remove Hardware
fr: Vous pouvez retirer le matériel
ru: Безопасное извлечение

# Install_Aborted_Text
source: Installation Aborted
fr: Installation annulée
ru: Установка прервана

# Install_Completed_Text
source: Installation Successful
fr: Installation réussie
ru: Установка окончена

# Install_Copying_Text
source: Copying Files
fr: Copie des fichiers
ru: Копирование

# Install_Formatting_Text
source: Formatting
fr: Formatage
ru: Форматирование

# Install_Format_Text
source: Verify Card Details
fr: Vérifier les détails de la carte
ru: Проверьте данные карты

# Install_Initializing_Text
source: Initializing
fr: Initialisation
ru: Начало работы

# Install_Partitioning_Text
source: Creating Partitions
fr: Création des partitions
ru: Создание разделов

# Install_Switching_Text
source: Switching Partitions
fr: Permuter les partitions
ru: Переключение раздела

# MessageBox_Error_Caption
source: Error
fr: Erreur
ru: Ошибка

# Software_Status_alpha
source: Alpha
ru: альфа

# Software_Status_beta
source: Beta
ru: бета

# Software_Status_final
source: Final
ru: окончательная

# Software_Status_prealpha
source: Pre-alpha
ru: пред-альфа

# Summary_AltMode_Format
source: Press the {0} button to enter the {1} ALT mode.
fr: Presser la touche {0} pour entrer dans le mode ALT {1}.
ru: Нажмите на кнопку {0} для перехода в ALT-режим {1}.

# Summary_AltMode_Print_Text
source: In order to print a photo, hold the Print button for 1 sec.
fr: Pour imprimer une image appuyer sur la touche print plus d'une seconde.
ru: Чтобы отпечатать фотографию, удерживайте кнопку Печать 1 сек.

# Summary_AltMode_Header
source: ALT mode
fr: Mode ALT
ru: ALT-режим

# Summary_Completed_Format
source: {0} {1} has been successfully installed onto {3}.
fr: {0} {1} installé avec succès sur {3}.
ru: {0} {1} успешно установлен на {3}.

# Summary_Eject_Header
source: Remove safely
fr: Retirer en toute sécurité
ru: Безопасное извлечение

# Summary_Eject_Text
source: Use the Safely Remove Hardware and Eject Media option before removing the card.
fr: Utiliser la fonction retirer le périphérique en toute sécurité avant éjection.
ru: Воспользуйтесь пунктом Безопасное извлечение устройств для извлечения карты.

# Summary_LockCard_Format
source: The card must be locked in order for {0} to load.
fr: La carte doit être verrouillée pour permettre le chargement de {0}.
ru: Для загрузки {0} необходимо перевести заблокировать карту.

# Summary_LockCard_Header
source: Lock and load
fr: Verrouiller la carte et chargez-la
ru: Блокировка

# Summary_Menu_CHDK_Text
source: Press the Menu button in ALT mode to access the CHDK menu.
fr: Presser la touche Menu en mode ALT pour accéder au menu CHDK.
ru: Нажмите кнопку Menu в ALT-режиме для перехода в меню CHDK.

# Summary_Menu_Header_Format
source: {0} menu
ru: Меню {0}

# Summary_Menu_Format
source: Press the Delete button to access the {0} menu.
fr: Pressez la touche "EFFACE" pour ouvrir le menu {0}.
ru: Нажмите на кнопку Delete для перехода в меню {0}.

# Summary_EOS_Led_Header
source: Wait for LED
fr: Attendez la LED
ru: Сигнал LED

# Summary_EOS_Led_Text
source: Wait for LED confirmation (or for 5 seconds) before removing the card from camera.
fr: Attendre la confirmation de la LED (ou 5 secondes) avant le retrait de la carte.
ru: Прежде чем извлечь карту из Ф/А дождитесь сигнала LED (или подождите 5 секунд).

# Summary_EOS_Remove_Format
source: Do NOT delete the {0} files from the card.
fr: NE PAS effacer les fichiers {0} de la carte.
ru: Не удаляйте файлы {0} files с карты памяти.

# Summary_EOS_Remove_2_Text
source: To uninstall from the card, format it in the camera.
fr: Pour désinstaller depuis la carte, formattez-la dans l'appareil.
ru: Чтобы удалить ПО с карты, отформатируйте ее в фотоаппарате.

# Summary_EOS_Remove_3_Text
source: To uninstall from the camera, launch Firmware Update and follow the instructions.
fr: Pour désinstaller depuis l'appareil, démarrez la mise à jour et suivez les instructions.
ru: Чтобы удалить ПО с фотоаппарата, запустите обновление прошивки и следуйте указаниям.

# Summary_OpenCardDoor_Format
source: The card door must be open in order for {0} to load.
fr: La porte de la carte doit être ouverte pour permettre à {0} de charger.
ru: Для загрузки {0} необходимо открыть дверцу отсека карты памяти.

# Summary_OpenCardDoor_Header
source: Open card door
fr: Ouvrir la porte de la carte
ru: Дверца отсека

# Summary_Remove_Header
source: Uninstalling
fr: Désinstallation
ru: Удаление

# Summary_CameraNotes_Content
source: Show camera-specific notes
fr: notes spécifiques à l'appareil
ru: Показать замечания о фотоаппарате

# Summary_SplashScreen_CHDK_Text
source: The CHDK splash screen should appear shortly after the camera is powered up.
fr: L'écran de démarrage CHDK devrait apparaitre quand l'appareil démarre.
ru: Вскоре после включения фотоаппарата должен появиться экран запуска CHDK.

# Summary_SwitchLanguage_2_Text
source: Press the Shutter Release button in ALT mode to switch to English.
fr: Presser le déclencheur en mode Alt pour passer en anglais.
ru: Для переключения на русский нажмите на кнопку спуска в ALT-режиме.

# Summary_SwitchLanguage_Format
source: {0} is installed with {1} as the menu language.
fr: {0} est installé en {1}.
ru: {0} установлен с языком меню: {1}.

# Summary_SwitchLanguage_Header
source: Switch to English
fr: Passer en anglais
ru: Переключение на русский

# Key_Print
source: Print
fr: Imprimer
ru: Печать

# Summary_AltMode_Menu_Text
source: In order to access the camera's built-in menu, hold the Menu button for 1 sec.
fr: Pour accéder au menu CANON pressez la touche MENU plus d'1 seconde.
ru: Чтобы вызвать встроенное меню Ф/А, удерживайте кнопку Menu 1 сек.

# Summary_Menu_SDM_Text
source: Hold the Menu button for 1 sec in ALT mode to access the SDM menu.
fr: Appuyer sur la touche Menu plus d'1 sec en mode ALT pour entrer dans le menu SDM.
ru: Удерживайте кнопку Menu 1 сек. в ALT-режиме для перехода в меню SDM.

# Summary_SplashScreen_SDM_Text
source: The SDM welcome screen should appear shortly after starting in Playback mode.
fr: L'écran d'accueil SDM devrait apparaitre au démarrage en mode lecture.
ru: Вскоре после включения в режиме просмотра должен появиться экран приветствия.

# Summary_UserManual_Content
source: Open the User Manual
fr: Ouvrir le mode d'emploi
ru: Открыть руководство для пользователей

# Install_UnsupportedCardSize_Text
source: Card Size Not Supported by Camera
fr: Taille de carte non suppportée par l'appareil
ru: Объем карты не поддерживается фотоаппаратом

# Key_Playback
source: Playback
fr: Lecture
ru: Воспр.

# Key_Shrtcut
source: Shortcut
fr: Raccourci
ru: Быстрая

# Summary_AltMode_Playback_Text
source: In order to switch to Playback mode, hold the Playback button for 1 sec.
fr: Pour passer en lecture, appuyer sur la touche LECTURE plus d'une seconde.
ru: Для переключения в режим воспроизведения удерживайте кнопку Воспр. 1 сек.
